Revit 2024 API
GeomCombinationSet Constructor
Initializes a new instance of the GeomCombinationSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public GeomCombinationSet()
Visual Basic
Public Sub New
Visual C++
public:
GeomCombinationSet()
See Also
GeomCombinationSet Class
Autodesk.Revit.DB Namespace